def experiment_n_on_time():
    # TODO: Реалізувати експеримент для впливу кількості клієнтів n на час роботи алгоритмів
    pass

def experiment_n_on_accuracy():
    # TODO: Реалізувати експеримент для впливу кількості клієнтів n на точність алгоритмів
    pass

def experiment_duration_on_accuracy():
    # TODO: Реалізувати експеримент для впливу середньої тривалості зустрічей на точність алгоритмів
    pass

def experiment_m_on_accuracy():
    # TODO: Реалізувати експеримент для впливу кількості прогонів m на точність алгоритму імовірнісних правил
    pass
